{
    "Адыгея Республика": {
        "-региональное-": [
            "Адыгейск",
            "Майкоп"
        ]
    },
    "Башкортостан Республика": {
        "-региональное-": [
            "Агидель",
            "Кумертау",
            "Межгорье",
            "Нефтекамск",
            "Октябрьский",
            "Салават",
            "Сибай",
            "Стерлитамак",
            "Уфа"
        ],
        "Баймакский Район": [
            "Баймак"
        ],
        "Белебеевский Район": [
            "Белебей"
        ],
        "Белорецкий Район": [
            "Белорецк"
        ],
        "Бирский Район": [
            "Бирск"
        ],
        "Благовещенский Район": [
            "Благовещенск"
        ],
        "Давлекановский Район": [
            "Давлеканово"
        ],
        "Дюртюлинский Район": [
            "Дюртюли"
        ],
        "Ишимбайский Район": [
            "Ишимбай"
        ],
        "Мелеузовский Район": [
            "Мелеуз"
        ],
        "Туймазинский Район": [
            "Туймазы"
        ],
        "Учалинский Район": [
            "Учалы"
        ],
        "Янаульский Район": [
            "Янаул"
        ]
    },
    "Бурятия Республика": {
        "Кабанский Район": [
            "Бабушкин"
        ],
        "Селенгинский Район": [
            "Гусиноозерск"
        ],
        "Закаменский Район": [
            "Закаменск"
        ],
        "Кяхтинский Район": [
            "Кяхта"
        ],
        "-региональное-": [
            "Северобайкальск",
            "Улан-Удэ"
        ]
    },
    "Алтай Республика": {
        "-региональное-": [
            "Горно-Алтайск"
        ]
    },
    "Дагестан Республика": {
        "-региональное-": [
            "Буйнакск",
            "Дагестанские Огни",
            "Дербент",
            "Избербаш",
            "Каспийск",
            "Кизилюрт",
            "Кизляр",
            "Махачкала",
            "Хасавюрт",
            "Южно-Сухокумск"
        ]
    },
    "Ингушетия Республика": {
        "-региональное-": [
            "Карабулак",
            "Магас",
            "Малгобек",
            "Назрань"
        ]
    },
    "Кабардино-Балкарская Республика": {
        "-региональное-": [
            "Баксан",
            "Нальчик",
            "Прохладный"
        ],
        "Майский Район": [
            "Майский"
        ],
        "Урванский Район": [
            "Нарткала"
        ],
        "Терский Район": [
            "Терек"
        ],
        "Эльбрусский Район": [
            "Тырныауз"
        ],
        "Чегемский Район": [
            "Чегем"
        ]
    },
    "Калмыкия Республика": {
        "Городовиковский Район": [
            "Городовиковск"
        ],
        "Лаганский Район": [
            "Лагань"
        ],
        "-региональное-": [
            "Элиста"
        ]
    },
    "Карачаево-Черкесская Республика": {
        "-региональное-": [
            "Карачаевск",
            "Теберда",
            "Черкесск"
        ],
        "Усть-Джегутинский Район": [
            "Усть-Джегута"
        ]
    },
    "Карелия Республика": {
        "Беломорский Район": [
            "Беломорск"
        ],
        "Кемский Район": [
            "Кемь"
        ],
        "Кондопожский Район": [
            "Кондопога"
        ],
        "-региональное-": [
            "Костомукша",
            "Петрозаводск",
            "Сортавала"
        ],
        "Лахденпохский Район": [
            "Лахденпохья"
        ],
        "Медвежьегорский Район": [
            "Медвежьегорск"
        ],
        "Олонецкий Район": [
            "Олонец"
        ],
        "Питкярантский Район": [
            "Питкяранта"
        ],
        "Пудожский Район": [
            "Пудож"
        ],
        "Сегежский Район": [
            "Сегежа"
        ],
        "Суоярвский Район": [
            "Суоярви"
        ]
    },
    "Коми Республика": {
        "-региональное-": [
            "Воркута",
            "Вуктыл",
            "Инта",
            "Печора",
            "Сосногорск",
            "Сыктывкар",
            "Усинск",
            "Ухта"
        ],
        "Княжпогостский Район": [
            "Емва"
        ],
        "Усть-Вымский Район": [
            "Микунь"
        ]
    },
    "Марий Эл Республика": {
        "-региональное-": [
            "Волжск",
            "Йошкар-Ола",
            "Козьмодемьянск"
        ],
        "Звениговский Район": [
            "Звенигово"
        ]
    },
    "Мордовия Республика": {
        "Ардатовский Район": [
            "Ардатов"
        ],
        "Инсарский Район": [
            "Инсар"
        ],
        "-региональное-": [
            "Ковылкино",
            "Рузаевка",
            "Саранск"
        ],
        "Краснослободский Район": [
            "Краснослободск"
        ],
        "Темниковский Район": [
            "Темников"
        ]
    },
    "Саха /Якутия/ Республика": {
        "Алданский Улус": [
            "Алдан",
            "Томмот"
        ],
        "Верхоянский Улус": [
            "Верхоянск"
        ],
        "Вилюйский Улус": [
            "Вилюйск"
        ],
        "Ленский Улус": [
            "Ленск"
        ],
        "Мирнинский Улус": [
            "Мирный",
            "Удачный"
        ],
        "-региональное-": [
            "Нерюнгри",
            "Якутск"
        ],
        "Нюрбинский Улус": [
            "Нюрба"
        ],
        "Олекминский Улус": [
            "Олекминск"
        ],
        "Хангаласский Улус": [
            "Покровск"
        ],
        "Среднеколымский Улус": [
            "Среднеколымск"
        ]
    },
    "Северная Осетия - Алания Республика": {
        "Алагирский Район": [
            "Алагир"
        ],
        "Ардонский Район": [
            "Ардон"
        ],
        "Правобережный Район": [
            "Беслан"
        ],
        "-региональное-": [
            "Владикавказ"
        ],
        "Дигорский Район": [
            "Дигора"
        ],
        "Моздокский Район": [
            "Моздок"
        ]
    },
    "Татарстан Республика": {
        "Агрызский Район": [
            "Агрыз"
        ],
        "Азнакаевский Район": [
            "Азнакаево"
        ],
        "Альметьевский Район": [
            "Альметьевск"
        ],
        "Арский Район": [
            "Арск"
        ],
        "Бавлинский Район": [
            "Бавлы"
        ],
        "Спасский Район": [
            "Болгар"
        ],
        "Бугульминский Район": [
            "Бугульма"
        ],
        "Буинский Район": [
            "Буинск"
        ],
        "Елабужский Район": [
            "Елабуга"
        ],
        "Заинский Район": [
            "Заинск"
        ],
        "Зеленодольский Район": [
            "Зеленодольск"
        ],
        "-региональное-": [
            "Казань",
            "Набережные Челны"
        ],
        "Лаишевский Район": [
            "Лаишево"
        ],
        "Лениногорский Район": [
            "Лениногорск"
        ],
        "Мамадышский Район": [
            "Мамадыш"
        ],
        "Менделеевский Район": [
            "Менделеевск"
        ],
        "Мензелинский Район": [
            "Мензелинск"
        ],
        "Нижнекамский Район": [
            "Нижнекамск"
        ],
        "Нурлатский Район": [
            "Нурлат"
        ],
        "Тетюшский Район": [
            "Тетюши"
        ],
        "Чистопольский Район": [
            "Чистополь"
        ]
    },
    "Тыва Республика": {
        "-региональное-": [
            "Ак-Довурак",
            "Кызыл"
        ],
        "Пий-Хемский Район": [
            "Туран"
        ],
        "Дзун-Хемчикский Район": [
            "Чадан"
        ],
        "Улуг-Хемский Район": [
            "Шагонар"
        ]
    },
    "Удмуртская Республика": {
        "-региональное-": [
            "Воткинск",
            "Глазов",
            "Ижевск",
            "Можга",
            "Сарапул"
        ],
        "Камбарский Район": [
            "Камбарка"
        ]
    },
    "Хакасия Республика": {
        "-региональное-": [
            "Абаза",
            "Абакан",
            "Саяногорск",
            "Сорск",
            "Черногорск"
        ]
    },
    "Чеченская Республика": {
        "-региональное-": [
            "Аргун",
            "Грозный"
        ],
        "Гудермесский Район": [
            "Гудермес"
        ],
        "Урус-Мартановский Район": [
            "Урус-Мартан"
        ],
        "Шалинский Район": [
            "Шали"
        ]
    },
    "Чувашская Республика - Чувашия": {
        "-региональное-": [
            "Алатырь",
            "Канаш",
            "Новочебоксарск",
            "Чебоксары",
            "Шумерля"
        ],
        "Козловский Район": [
            "Козловка"
        ],
        "Мариинско-Посадский Район": [
            "Мариинский Посад"
        ],
        "Цивильский Район": [
            "Цивильск"
        ],
        "Ядринский Район": [
            "Ядрин"
        ]
    },
    "Алтайский Край": {
        "-региональное-": [
            "Алейск",
            "Барнаул",
            "Белокуриха",
            "Бийск",
            "Заринск",
            "Камень-на-Оби",
            "Новоалтайск",
            "Рубцовск",
            "Славгород",
            "Яровое"
        ],
        "Локтевский Район": [
            "Горняк"
        ],
        "Змеиногорский Район": [
            "Змеиногорск"
        ]
    },
    "Краснодарский Край": {
        "Абинский Район": [
            "Абинск"
        ],
        "Анапский Район": [
            "Анапа"
        ],
        "Апшеронский Район": [
            "Апшеронск",
            "Хадыженск"
        ],
        "-региональное-": [
            "Армавир",
            "Геленджик",
            "Горячий Ключ",
            "Краснодар",
            "Новороссийск",
            "Сочи"
        ],
        "Белореченский Район": [
            "Белореченск"
        ],
        "Гулькевичский Район": [
            "Гулькевичи"
        ],
        "Ейский Район": [
            "Ейск"
        ],
        "Кореновский Район": [
            "Кореновск"
        ],
        "Кавказский Район": [
            "Кропоткин"
        ],
        "Крымский Район": [
            "Крымск"
        ],
        "Курганинский Район": [
            "Курганинск"
        ],
        "Лабинский Район": [
            "Лабинск"
        ],
        "Новокубанский Район": [
            "Новокубанск"
        ],
        "Приморско-Ахтарский Район": [
            "Приморско-Ахтарск"
        ],
        "Славянский Район": [
            "Славянск-на-Кубани"
        ],
        "Темрюкский Район": [
            "Темрюк"
        ],
        "Тимашевский Район": [
            "Тимашевск"
        ],
        "Тихорецкий Район": [
            "Тихорецк"
        ],
        "Туапсинский Район": [
            "Туапсе"
        ],
        "Усть-Лабинский Район": [
            "Усть-Лабинск"
        ]
    },
    "Красноярский Край": {
        "Курагинский Район": [
            "Артемовск"
        ],
        "-региональное-": [
            "Ачинск",
            "Боготол",
            "Бородино",
            "Дивногорск",
            "Енисейск",
            "Железногорск",
            "Зеленогорск",
            "Канск",
            "Красноярск",
            "Лесосибирск",
            "Минусинск",
            "Назарово",
            "Норильск",
            "Сосновоборск",
            "Шарыпово"
        ],
        "Таймырский Долгано-Ненецкий Район": [
            "Дудинка"
        ],
        "Рыбинский Район": [
            "Заозерный"
        ],
        "Туруханский Район": [
            "Игарка"
        ],
        "Иланский Район": [
            "Иланский"
        ],
        "Кежемский Район": [
            "Кодинск"
        ],
        "Ужурский Район": [
            "Ужур"
        ],
        "Уярский Район": [
            "Уяр"
        ]
    },
    "Приморский Край": {
        "-региональное-": [
            "Арсеньев",
            "Артем",
            "Большой Камень",
            "Владивосток",
            "Дальнегорск",
            "Дальнереченск",
            "Лесозаводск",
            "Находка",
            "Партизанск",
            "Спасск-Дальний",
            "Уссурийск",
            "Фокино"
        ]
    },
    "Ставропольский Край": {
        "Благодарненский Район": [
            "Благодарный"
        ],
        "Буденновский Район": [
            "Буденновск"
        ],
        "-региональное-": [
            "Георгиевск",
            "Ессентуки",
            "Железноводск",
            "Кисловодск",
            "Лермонтов",
            "Невинномысск",
            "Пятигорск",
            "Ставрополь"
        ],
        "Советский Район": [
            "Зеленокумск"
        ],
        "Изобильненский Район": [
            "Изобильный"
        ],
        "Ипатовский Район": [
            "Ипатово"
        ],
        "Минераловодский Район": [
            "Минеральные Воды"
        ],
        "Шпаковский Район": [
            "Михайловск"
        ],
        "Нефтекумский Район": [
            "Нефтекумск"
        ],
        "Новоалександровский Район": [
            "Новоалександровск"
        ],
        "Кировский Район": [
            "Новопавловск"
        ],
        "Петровский Район": [
            "Светлоград"
        ]
    },
    "Хабаровский Край": {
        "-региональное-": [
            "Амурск",
            "Бикин",
            "Комсомольск-на-Амуре",
            "Николаевск-на-Амуре",
            "Советская Гавань",
            "Хабаровск"
        ],
        "Вяземский Район": [
            "Вяземский"
        ]
    },
    "Амурская Область": {
        "-региональное-": [
            "Белогорск",
            "Благовещенск",
            "Зея",
            "Райчихинск",
            "Свободный",
            "Тында",
            "Шимановск"
        ],
        "Завитинский Район": [
            "Завитинск"
        ],
        "Сковородинский Район": [
            "Сковородино"
        ]
    },
    "Архангельская Область": {
        "-региональное-": [
            "Архангельск",
            "Коряжма",
            "Мирный",
            "Новодвинск",
            "Северодвинск"
        ],
        "Вельский Район": [
            "Вельск"
        ],
        "Каргопольский Район": [
            "Каргополь"
        ],
        "Котласский Район": [
            "Котлас",
            "Сольвычегодск"
        ],
        "Мезенский Район": [
            "Мезень"
        ],
        "Няндомский Район": [
            "Няндома"
        ],
        "Онежский Район": [
            "Онега"
        ],
        "Шенкурский Район": [
            "Шенкурск"
        ]
    },
    "Астраханская Область": {
        "-региональное-": [
            "Астрахань",
            "Знаменск"
        ],
        "Ахтубинский Район": [
            "Ахтубинск",
            "Ахтубинск-7"
        ],
        "Камызякский Район": [
            "Камызяк"
        ],
        "Наримановский Район": [
            "Нариманов"
        ],
        "Харабалинский Район": [
            "Харабали"
        ]
    },
    "Белгородская Область": {
        "Алексеевский Район": [
            "Алексеевка"
        ],
        "-региональное-": [
            "Белгород",
            "Губкин",
            "Старый Оскол",
            "Шебекино"
        ],
        "Красногвардейский Район": [
            "Бирюч"
        ],
        "Валуйский Район": [
            "Валуйки"
        ],
        "Грайворонский Район": [
            "Грайворон"
        ],
        "Корочанский Район": [
            "Короча"
        ],
        "Новооскольский Район": [
            "Новый Оскол"
        ],
        "Яковлевский Район": [
            "Строитель"
        ]
    },
    "Брянская Область": {
        "-региональное-": [
            "Брянск",
            "Клинцы",
            "Новозыбков",
            "Сельцо"
        ],
        "Дятьковский Район": [
            "Дятьково",
            "Фокино"
        ],
        "Жуковский Район": [
            "Жуковка"
        ],
        "Злынковский Район": [
            "Злынка"
        ],
        "Карачевский Район": [
            "Карачев"
        ],
        "Мглинский Район": [
            "Мглин"
        ],
        "Почепский Район": [
            "Почеп"
        ],
        "Севский Район": [
            "Севск"
        ],
        "Стародубский Район": [
            "Стародуб"
        ],
        "Суражский Район": [
            "Сураж"
        ],
        "Трубчевский Район": [
            "Трубчевск"
        ],
        "Унечский Район": [
            "Унеча"
        ]
    },
    "Владимирская Область": {
        "Александровский Район": [
            "Александров",
            "Карабаново",
            "Струнино"
        ],
        "-региональное-": [
            "Владимир",
            "Гусь-Хрустальный",
            "Ковров",
            "Муром",
            "Радужный"
        ],
        "Вязниковский Район": [
            "Вязники"
        ],
        "Гороховецкий Район": [
            "Гороховец"
        ],
        "Камешковский Район": [
            "Камешково"
        ],
        "Киржачский Район": [
            "Киржач"
        ],
        "Кольчугинский Район": [
            "Кольчугино"
        ],
        "Петушинский Район": [
            "Костерево",
            "Петушки",
            "Покров"
        ],
        "Гусь-Хрустальный Район": [
            "Курлово"
        ],
        "Собинский Район": [
            "Лакинск",
            "Собинка"
        ],
        "Меленковский Район": [
            "Меленки"
        ],
        "Судогодский Район": [
            "Судогда"
        ],
        "Суздальский Район": [
            "Суздаль"
        ],
        "Юрьев-Польский Район": [
            "Юрьев-Польский"
        ]
    },
    "Волгоградская Область": {
        "-региональное-": [
            "Волгоград",
            "Волжский",
            "Камышин",
            "Михайловка",
            "Урюпинск",
            "Фролово"
        ],
        "Дубовский Район": [
            "Дубовка"
        ],
        "Жирновский Район": [
            "Жирновск"
        ],
        "Калачевский Район": [
            "Калач-на-Дону"
        ],
        "Котельниковский Район": [
            "Котельниково"
        ],
        "Котовский Район": [
            "Котово"
        ],
        "Среднеахтубинский Район": [
            "Краснослободск"
        ],
        "Ленинский Район": [
            "Ленинск"
        ],
        "Николаевский Район": [
            "Николаевск"
        ],
        "Новоаннинский Район": [
            "Новоаннинский"
        ],
        "Палласовский Район": [
            "Палласовка"
        ],
        "Камышинский Район": [
            "Петров Вал"
        ],
        "Серафимовичский Район": [
            "Серафимович"
        ],
        "Суровикинский Район": [
            "Суровикино"
        ]
    },
    "Вологодская Область": {
        "Бабаевский Район": [
            "Бабаево"
        ],
        "Белозерский Район": [
            "Белозерск"
        ],
        "Великоустюгский Район": [
            "Великий Устюг",
            "Красавино"
        ],
        "-региональное-": [
            "Вологда",
            "Череповец"
        ],
        "Вытегорский Район": [
            "Вытегра"
        ],
        "Грязовецкий Район": [
            "Грязовец"
        ],
        "Сокольский Район": [
            "Кадников",
            "Сокол"
        ],
        "Кирилловский Район": [
            "Кириллов"
        ],
        "Никольский Район": [
            "Никольск"
        ],
        "Тотемский Район": [
            "Тотьма"
        ],
        "Устюженский Район": [
            "Устюжна"
        ],
        "Харовский Район": [
            "Харовск"
        ]
    },
    "Воронежская Область": {
        "Бобровский Район": [
            "Бобров"
        ],
        "Богучарский Район": [
            "Богучар"
        ],
        "Борисоглебский Район": [
            "Борисоглебск"
        ],
        "Бутурлиновский Район": [
            "Бутурлиновка"
        ],
        "-региональное-": [
            "Воронеж",
            "Воронеж-45",
            "Нововоронеж"
        ],
        "Калачеевский Район": [
            "Калач"
        ],
        "Лискинский Район": [
            "Лиски"
        ],
        "Новохоперский Район": [
            "Новохоперск"
        ],
        "Острогожский Район": [
            "Острогожск"
        ],
        "Павловский Район": [
            "Павловск"
        ],
        "Поворинский Район": [
            "Поворино"
        ],
        "Россошанский Район": [
            "Россошь"
        ],
        "Семилукский Район": [
            "Семилуки"
        ],
        "Эртильский Район": [
            "Эртиль"
        ]
    },
    "Ивановская Область": {
        "Вичугский Район": [
            "Вичуга"
        ],
        "Гаврилово-Посадский Район": [
            "Гаврилов Посад"
        ],
        "Заволжский Район": [
            "Заволжск"
        ],
        "-региональное-": [
            "Иваново"
        ],
        "Кинешемский Район": [
            "Кинешма",
            "Наволоки"
        ],
        "Комсомольский Район": [
            "Комсомольск"
        ],
        "Ивановский Район": [
            "Кохма"
        ],
        "Приволжский Район": [
            "Плес",
            "Приволжск"
        ],
        "Пучежский Район": [
            "Пучеж"
        ],
        "Родниковский Район": [
            "Родники"
        ],
        "Тейковский Район": [
            "Тейково"
        ],
        "Фурмановский Район": [
            "Фурманов"
        ],
        "Шуйский Район": [
            "Шуя"
        ],
        "Южский Район": [
            "Южа"
        ],
        "Юрьевецкий Район": [
            "Юрьевец"
        ]
    },
    "Иркутская Область": {
        "Нижнеудинский Район": [
            "Алзамай"
        ],
        "-региональное-": [
            "Ангарск",
            "Бодайбо",
            "Братск",
            "Зима",
            "Иркутск",
            "Иркутск-45",
            "Нижнеудинск",
            "Саянск",
            "Свирск",
            "Тайшет",
            "Тулун",
            "Усолье-Сибирское",
            "Усть-Илимск",
            "Усть-Кут",
            "Черемхово",
            "Шелехов"
        ],
        "Слюдянский Район": [
            "Байкальск",
            "Слюдянка"
        ],
        "Тайшетский Район": [
            "Бирюсинск"
        ],
        "Братский Район": [
            "Вихоревка"
        ],
        "Нижнеилимский Район": [
            "Железногорск-Илимский"
        ],
        "Киренский Район": [
            "Киренск"
        ]
    },
    "Калининградская Область": {
        "Багратионовский Район": [
            "Багратионовск"
        ],
        "Балтийский Район": [
            "Балтийск",
            "Приморск"
        ],
        "Гвардейский Район": [
            "Гвардейск"
        ],
        "Гурьевский Район": [
            "Гурьевск"
        ],
        "Гусевский Район": [
            "Гусев"
        ],
        "Зеленоградский Район": [
            "Зеленоградск"
        ],
        "-региональное-": [
            "Калининград",
            "Ладушкин",
            "Мамоново",
            "Пионерский",
            "Светлый",
            "Советск"
        ],
        "Краснознаменский Район": [
            "Краснознаменск"
        ],
        "Неманский Район": [
            "Неман"
        ],
        "Нестеровский Район": [
            "Нестеров"
        ],
        "Озерский Район": [
            "Озерск"
        ],
        "Полесский Район": [
            "Полесск"
        ],
        "Правдинский Район": [
            "Правдинск"
        ],
        "Светлогорский Район": [
            "Светлогорск"
        ],
        "Славский Район": [
            "Славск"
        ],
        "Черняховский Район": [
            "Черняховск"
        ]
    },
    "Калужская Область": {
        "Боровский Район": [
            "Балабаново",
            "Боровск",
            "Боровск-1",
            "Ермолино"
        ],
        "Жуковский Район": [
            "Белоусово",
            "Жуков",
            "Кременки"
        ],
        "Жиздринский Район": [
            "Жиздра"
        ],
        "-региональное-": [
            "Калуга",
            "Обнинск"
        ],
        "Кировский Район": [
            "Киров"
        ],
        "Козельский Район": [
            "Козельск",
            "Сосенский"
        ],
        "Дзержинский Район": [
            "Кондрово"
        ],
        "Людиновский Район": [
            "Людиново"
        ],
        "Малоярославецкий Район": [
            "Малоярославец"
        ],
        "Медынский Район": [
            "Медынь"
        ],
        "Мещовский Район": [
            "Мещовск"
        ],
        "Мосальский Район": [
            "Мосальск"
        ],
        "Спас-Деменский Район": [
            "Спас-Деменск"
        ],
        "Сухиничский Район": [
            "Сухиничи"
        ],
        "Тарусский Район": [
            "Таруса"
        ],
        "Юхновский Район": [
            "Юхнов",
            "Юхнов-1",
            "Юхнов-2"
        ]
    },
    "Камчатский Край": {
        "-региональное-": [
            "Вилючинск",
            "Петропавловск-Камчатский"
        ],
        "Елизовский Район": [
            "Елизово"
        ]
    },
    "Кемеровская Область": {
        "-региональное-": [
            "Анжеро-Судженск",
            "Белово",
            "Березовский",
            "Калтан",
            "Кемерово",
            "Киселевск",
            "Ленинск-Кузнецкий",
            "Междуреченск",
            "Мыски",
            "Новокузнецк",
            "Осинники",
            "Полысаево",
            "Прокопьевск",
            "Тайга",
            "Юрга"
        ],
        "Гурьевский Район": [
            "Гурьевск",
            "Салаир"
        ],
        "Мариинский Район": [
            "Мариинск"
        ],
        "Таштагольский Район": [
            "Таштагол"
        ],
        "Топкинский Район": [
            "Топки"
        ]
    },
    "Кировская Область": {
        "Белохолуницкий Район": [
            "Белая Холуница"
        ],
        "Вятскополянский Район": [
            "Вятские Поляны",
            "Сосновка"
        ],
        "Зуевский Район": [
            "Зуевка"
        ],
        "-региональное-": [
            "Киров"
        ],
        "Кирово-Чепецкий Район": [
            "Кирово-Чепецк"
        ],
        "Верхнекамский Район": [
            "Кирс"
        ],
        "Котельничский Район": [
            "Котельнич"
        ],
        "Лузский Район": [
            "Луза"
        ],
        "Малмыжский Район": [
            "Малмыж"
        ],
        "Мурашинский Район": [
            "Мураши"
        ],
        "Нолинский Район": [
            "Нолинск"
        ],
        "Омутнинский Район": [
            "Омутнинск"
        ],
        "Орловский Район": [
            "Орлов"
        ],
        "Слободской Район": [
            "Слободской"
        ],
        "Советский Район": [
            "Советск"
        ],
        "Уржумский Район": [
            "Уржум"
        ],
        "Яранский Район": [
            "Яранск"
        ]
    },
    "Костромская Область": {
        "Буйский Район": [
            "Буй"
        ],
        "-региональное-": [
            "Волгореченск"
        ],
        "Галичский Район": [
            "Галич"
        ],
        "Кологривский Район": [
            "Кологрив"
        ],
        "Костромской Район": [
            "Кострома"
        ],
        "Макарьевский Район": [
            "Макарьев"
        ],
        "Мантуровский Район": [
            "Мантурово"
        ],
        "Нерехтский Район": [
            "Нерехта"
        ],
        "Нейский Район": [
            "Нея"
        ],
        "Солигаличский Район": [
            "Солигалич"
        ],
        "Чухломский Район": [
            "Чухлома"
        ],
        "Шарьинский Район": [
            "Шарья"
        ]
    },
    "Курганская Область": {
        "Далматовский Район": [
            "Далматово"
        ],
        "Катайский Район": [
            "Катайск"
        ],
        "-региональное-": [
            "Курган",
            "Шадринск"
        ],
        "Куртамышский Район": [
            "Куртамыш"
        ],
        "Макушинский Район": [
            "Макушино"
        ],
        "Петуховский Район": [
            "Петухово"
        ],
        "Шумихинский Район": [
            "Шумиха"
        ],
        "Щучанский Район": [
            "Щучье"
        ]
    },
    "Курская Область": {
        "Дмитриевский Район": [
            "Дмитриев"
        ],
        "-региональное-": [
            "Железногорск",
            "Курск",
            "Курчатов",
            "Льгов",
            "Щигры"
        ],
        "Обоянский Район": [
            "Обоянь"
        ],
        "Рыльский Район": [
            "Рыльск"
        ],
        "Суджанский Район": [
            "Суджа"
        ],
        "Фатежский Район": [
            "Фатеж"
        ]
    },
    "Ленинградская Область": {
        "Бокситогорский Район": [
            "Бокситогорск",
            "Пикалево"
        ],
        "Волосовский Район": [
            "Волосово"
        ],
        "Волховский Район": [
            "Волхов",
            "Новая Ладога",
            "Сясьстрой"
        ],
        "Всеволожский Район": [
            "Всеволожск",
            "Сертолово"
        ],
        "Выборгский Район": [
            "Выборг",
            "Высоцк",
            "Каменногорск",
            "Приморск",
            "Светогорск"
        ],
        "Гатчинский Район": [
            "Гатчина",
            "Коммунар"
        ],
        "Кингисеппский Район": [
            "Ивангород",
            "Кингисепп"
        ],
        "Киришский Район": [
            "Кириши"
        ],
        "Кировский Район": [
            "Кировск",
            "Отрадное",
            "Шлиссельбург"
        ],
        "Лодейнопольский Район": [
            "Лодейное Поле"
        ],
        "Лужский Район": [
            "Луга"
        ],
        "Тосненский Район": [
            "Любань",
            "Никольское",
            "Тосно"
        ],
        "Подпорожский Район": [
            "Подпорожье"
        ],
        "Приозерский Район": [
            "Приозерск"
        ],
        "Сланцевский Район": [
            "Сланцы"
        ],
        "-региональное-": [
            "Сосновый Бор"
        ],
        "Тихвинский Район": [
            "Тихвин"
        ]
    },
    "Липецкая Область": {
        "Грязинский Район": [
            "Грязи"
        ],
        "Данковский Район": [
            "Данков"
        ],
        "-региональное-": [
            "Елец",
            "Липецк"
        ],
        "Задонский Район": [
            "Задонск"
        ],
        "Лебедянский Район": [
            "Лебедянь"
        ],
        "Усманский Район": [
            "Усмань"
        ],
        "Чаплыгинский Район": [
            "Чаплыгин"
        ]
    },
    "Магаданская Область": {
        "-региональное-": [
            "Магадан"
        ],
        "Сусуманский Район": [
            "Сусуман"
        ]
    },
    "Московская Область": {
        "Наро-Фоминский Район": [
            "Апрелевка",
            "Верея",
            "Наро-Фоминск"
        ],
        "-региональное-": [
            "Балашиха",
            "Бронницы",
            "Городской округ Черноголовка",
            "Дзержинский",
            "Долгопрудный",
            "Домодедово",
            "Дубна",
            "Железнодорожный",
            "Жуковский",
            "Звенигород",
            "Ивантеевка",
            "Климовск",
            "Коломна",
            "Королев",
            "Котельники",
            "Красноармейск",
            "Краснознаменск",
            "Лобня",
            "Лосино-Петровский",
            "Лыткарино",
            "Орехово-Зуево",
            "Подольск",
            "Протвино",
            "Пущино",
            "Реутов",
            "Рошаль",
            "Серпухов",
            "Фрязино",
            "Химки",
            "Электрогорск",
            "Электросталь",
            "Юбилейный"
        ],
        "Ленинский Район": [
            "Видное"
        ],
        "Волоколамский Район": [
            "Волоколамск"
        ],
        "Воскресенский Район": [
            "Воскресенск"
        ],
        "Клинский Район": [
            "Высоковск",
            "Клин"
        ],
        "Одинцовский Район": [
            "Голицыно",
            "Кубинка",
            "Одинцово"
        ],
        "Истринский Район": [
            "Дедовск",
            "Истра",
            "Истра-1",
            "Снегири"
        ],
        "Дмитровский Район": [
            "Дмитров",
            "Яхрома"
        ],
        "Орехово-Зуевский Район": [
            "Дрезна",
            "Куровское",
            "Ликино-Дулево"
        ],
        "Егорьевский Район": [
            "Егорьевск"
        ],
        "Зарайский Район": [
            "Зарайск"
        ],
        "Каширский Район": [
            "Кашира",
            "Кашира-8",
            "Ожерелье"
        ],
        "Красногорский Район": [
            "Красногорск"
        ],
        "Сергиево-Посадский Район": [
            "Краснозаводск",
            "Пересвет",
            "Сергиев Посад",
            "Сергиев Посад-7",
            "Хотьково"
        ],
        "Луховицкий Район": [
            "Луховицы"
        ],
        "Люберецкий Район": [
            "Люберцы"
        ],
        "Можайский Район": [
            "Можайск"
        ],
        "Мытищинский Район": [
            "Мытищи"
        ],
        "Ногинский Район": [
            "Ногинск",
            "Старая Купавна",
            "Черноголовка",
            "Электроугли"
        ],
        "Озерский Район": [
            "Озеры"
        ],
        "Павлово-Посадский Район": [
            "Павловский Посад"
        ],
        "Пушкинский Район": [
            "Пушкино"
        ],
        "Раменский Район": [
            "Раменское"
        ],
        "Рузский Район": [
            "Руза"
        ],
        "Солнечногорский Район": [
            "Солнечногорск",
            "Солнечногорск-2",
            "Солнечногорск-25",
            "Солнечногорск-30",
            "Солнечногорск-7"
        ],
        "Ступинский Район": [
            "Ступино"
        ],
        "Талдомский Район": [
            "Талдом"
        ],
        "Чеховский Район": [
            "Чехов",
            "Чехов-2",
            "Чехов-3",
            "Чехов-8"
        ],
        "Шатурский Район": [
            "Шатура"
        ],
        "Щелковский Район": [
            "Щелково"
        ]
    },
    "Мурманская Область": {
        "-региональное-": [
            "Апатиты",
            "Гаджиево",
            "Заозерск",
            "Кандалакша",
            "Кировск",
            "Мончегорск",
            "Мурманск",
            "Оленегорск",
            "Оленегорск-1",
            "Оленегорск-2",
            "Оленегорск-4",
            "Островной",
            "Полярные Зори",
            "Полярный",
            "Североморск",
            "Снежногорск"
        ],
        "Печенгский Район": [
            "Заполярный"
        ],
        "Ковдорский Район": [
            "Ковдор"
        ],
        "Кольский Район": [
            "Кола"
        ]
    },
    "Нижегородская Область": {
        "-региональное-": [
            "Арзамас",
            "Бор",
            "Выкса",
            "Дзержинск",
            "Нижний Новгород",
            "Первомайск",
            "Саров",
            "Семенов",
            "Шахунья"
        ],
        "Балахнинский Район": [
            "Балахна"
        ],
        "Богородский Район": [
            "Богородск"
        ],
        "Ветлужский Район": [
            "Ветлуга"
        ],
        "Володарский Район": [
            "Володарск"
        ],
        "Павловский Район": [
            "Ворсма",
            "Горбатов",
            "Павлово"
        ],
        "Городецкий Район": [
            "Городец",
            "Заволжье"
        ],
        "Княгининский Район": [
            "Княгинино"
        ],
        "Кстовский Район": [
            "Кстово"
        ],
        "Кулебакский Район": [
            "Кулебаки"
        ],
        "Лукояновский Район": [
            "Лукоянов"
        ],
        "Лысковский Район": [
            "Лысково"
        ],
        "Навашинский Район": [
            "Навашино"
        ],
        "Перевозский Район": [
            "Перевоз"
        ],
        "Сергачский Район": [
            "Сергач"
        ],
        "Уренский Район": [
            "Урень"
        ],
        "Чкаловский Район": [
            "Чкаловск"
        ]
    },
    "Новгородская Область": {
        "Боровичский Район": [
            "Боровичи"
        ],
        "Валдайский Район": [
            "Валдай"
        ],
        "-региональное-": [
            "Великий Новгород"
        ],
        "Маловишерский Район": [
            "Малая Вишера"
        ],
        "Окуловский Район": [
            "Окуловка"
        ],
        "Пестовский Район": [
            "Пестово"
        ],
        "Солецкий Район": [
            "Сольцы",
            "Сольцы 2"
        ],
        "Старорусский Район": [
            "Старая Русса"
        ],
        "Холмский Район": [
            "Холм"
        ],
        "Чудовский Район": [
            "Чудово"
        ]
    },
    "Новосибирская Область": {
        "-региональное-": [
            "Барабинск",
            "Бердск",
            "Искитим",
            "Куйбышев",
            "Новосибирск",
            "Обь",
            "Татарск"
        ],
        "Болотнинский Район": [
            "Болотное"
        ],
        "Карасукский Район": [
            "Карасук"
        ],
        "Каргатский Район": [
            "Каргат"
        ],
        "Купинский Район": [
            "Купино"
        ],
        "Тогучинский Район": [
            "Тогучин"
        ],
        "Черепановский Район": [
            "Черепаново"
        ],
        "Чулымский Район": [
            "Чулым",
            "Чулым-3"
        ]
    },
    "Омская Область": {
        "Исилькульский Район": [
            "Исилькуль"
        ],
        "Калачинский Район": [
            "Калачинск"
        ],
        "Называевский Район": [
            "Называевск"
        ],
        "-региональное-": [
            "Омск"
        ],
        "Тарский Район": [
            "Тара"
        ],
        "Тюкалинский Район": [
            "Тюкалинск"
        ]
    },
    "Оренбургская Область": {
        "Абдулинский Район": [
            "Абдулино"
        ],
        "-региональное-": [
            "Бугуруслан",
            "Бузулук",
            "Гай",
            "Кувандык",
            "Медногорск",
            "Новотроицк",
            "Оренбург",
            "Орск",
            "Сорочинск"
        ],
        "Соль-Илецкий Район": [
            "Соль-Илецк"
        ],
        "Ясненский Район": [
            "Ясный"
        ]
    },
    "Орловская Область": {
        "Болховский Район": [
            "Болхов"
        ],
        "Дмитровский Район": [
            "Дмитровск"
        ],
        "-региональное-": [
            "Ливны",
            "Мценск",
            "Орёл"
        ],
        "Малоархангельский Район": [
            "Малоархангельск"
        ],
        "Новосильский Район": [
            "Новосиль"
        ]
    },
    "Пензенская Область": {
        "Белинский Район": [
            "Белинский"
        ],
        "Городищенский Район": [
            "Городище",
            "Сурск"
        ],
        "-региональное-": [
            "Заречный",
            "Пенза"
        ],
        "Каменский Район": [
            "Каменка"
        ],
        "Кузнецкий Район": [
            "Кузнецк",
            "Кузнецк-12",
            "Кузнецк-8"
        ],
        "Нижнеломовский Район": [
            "Нижний Ломов"
        ],
        "Никольский Район": [
            "Никольск"
        ],
        "Сердобский Район": [
            "Сердобск"
        ],
        "Спасский Район": [
            "Спасск"
        ]
    },
    "Пермский Край": {
        "-региональное-": [
            "Александровск",
            "Березники",
            "Гремячинск",
            "Губаха",
            "Добрянка",
            "Кизел",
            "Кудымкар",
            "Кунгур",
            "Лысьва",
            "Пермь",
            "Соликамск",
            "Чайковский",
            "Чусовой"
        ],
        "Верещагинский Район": [
            "Верещагино"
        ],
        "Горнозаводский Район": [
            "Горнозаводск"
        ],
        "Красновишерский Район": [
            "Красновишерск"
        ],
        "Краснокамский Район": [
            "Краснокамск"
        ],
        "Нытвенский Район": [
            "Нытва"
        ],
        "Осинский Район": [
            "Оса"
        ],
        "Оханский Район": [
            "Оханск"
        ],
        "Очерский Район": [
            "Очер"
        ],
        "Усольский Район": [
            "Усолье"
        ],
        "Чердынский Район": [
            "Чердынь"
        ],
        "Ильинский Район": [
            "Чермоз"
        ],
        "Чернушинский Район": [
            "Чернушка"
        ]
    },
    "Псковская Область": {
        "-региональное-": [
            "Великие Луки",
            "Псков"
        ],
        "Великолукский Район": [
            "Великие Луки-1"
        ],
        "Гдовский Район": [
            "Гдов"
        ],
        "Дновский Район": [
            "Дно"
        ],
        "Невельский Район": [
            "Невель"
        ],
        "Новоржевский Район": [
            "Новоржев"
        ],
        "Новосокольнический Район": [
            "Новосокольники"
        ],
        "Опочецкий Район": [
            "Опочка"
        ],
        "Островский Район": [
            "Остров"
        ],
        "Печорский Район": [
            "Печоры"
        ],
        "Порховский Район": [
            "Порхов"
        ],
        "Пустошкинский Район": [
            "Пустошка"
        ],
        "Пыталовский Район": [
            "Пыталово"
        ],
        "Себежский Район": [
            "Себеж"
        ]
    },
    "Ростовская Область": {
        "-региональное-": [
            "Азов",
            "Батайск",
            "Волгодонск",
            "Гуково",
            "Донецк",
            "Зверево",
            "Каменск-Шахтинский",
            "Новочеркасск",
            "Новошахтинск",
            "Ростов-на-Дону",
            "Таганрог",
            "Шахты"
        ],
        "Аксайский Район": [
            "Аксай"
        ],
        "Белокалитвинский Район": [
            "Белая Калитва"
        ],
        "Зерноградский Район": [
            "Зерноград"
        ],
        "Константиновский Район": [
            "Константиновск"
        ],
        "Красносулинский Район": [
            "Красный Сулин"
        ],
        "Миллеровский Район": [
            "Миллерово"
        ],
        "Морозовский Район": [
            "Морозовск"
        ],
        "Пролетарский Район": [
            "Пролетарск"
        ],
        "Сальский Район": [
            "Сальск"
        ],
        "Семикаракорский Район": [
            "Семикаракорск"
        ],
        "Цимлянский Район": [
            "Цимлянск"
        ]
    },
    "Рязанская Область": {
        "-региональное-": [
            "Касимов",
            "Рязань",
            "Сасово",
            "Скопин"
        ],
        "Кораблинский Район": [
            "Кораблино"
        ],
        "Михайловский Район": [
            "Михайлов"
        ],
        "Пронский Район": [
            "Новомичуринск"
        ],
        "Рыбновский Район": [
            "Рыбное"
        ],
        "Ряжский Район": [
            "Ряжск"
        ],
        "Клепиковский Район": [
            "Спас-Клепики"
        ],
        "Спасский Район": [
            "Спасск-Рязанский"
        ],
        "Шацкий Район": [
            "Шацк"
        ]
    },
    "Самарская Область": {
        "-региональное-": [
            "Жигулевск",
            "Кинель",
            "Новокуйбышевск",
            "Октябрьск",
            "Отрадный",
            "Похвистнево",
            "Самара",
            "Сызрань",
            "Тольятти",
            "Чапаевск"
        ],
        "Нефтегорский Район": [
            "Нефтегорск"
        ]
    },
    "Саратовская Область": {
        "Аркадакский Район": [
            "Аркадак"
        ],
        "-региональное-": [
            "Аткарск",
            "Балаково",
            "Балашов",
            "Вольск",
            "Вольск-18",
            "Красноармейск",
            "Маркс",
            "Петровск",
            "Пугачев",
            "Ртищево",
            "Саратов",
            "Хвалынск",
            "Шиханы",
            "Энгельс",
            "Энгельс-19",
            "Энгельс-2"
        ],
        "Ершовский Район": [
            "Ершов"
        ],
        "Калининский Район": [
            "Калининск"
        ],
        "Краснокутский Район": [
            "Красный Кут"
        ],
        "Новоузенский Район": [
            "Новоузенск"
        ]
    },
    "Сахалинская Область": {
        "Александровск-Сахалинский Район": [
            "Александровск-Сахалинский"
        ],
        "Анивский Район": [
            "Анива"
        ],
        "Долинский Район": [
            "Долинск"
        ],
        "Корсаковский Район": [
            "Корсаков"
        ],
        "Курильский Район": [
            "Курильск"
        ],
        "Макаровский Район": [
            "Макаров"
        ],
        "Невельский Район": [
            "Невельск"
        ],
        "Охинский Район": [
            "Оха"
        ],
        "Поронайский Район": [
            "Поронайск"
        ],
        "Северо-Курильский Район": [
            "Северо-Курильск"
        ],
        "Томаринский Район": [
            "Томари"
        ],
        "Углегорский Район": [
            "Углегорск",
            "Шахтерск"
        ],
        "Холмский Район": [
            "Холмск"
        ],
        "-региональное-": [
            "Южно-Сахалинск"
        ]
    },
    "Свердловская Область": {
        "-региональное-": [
            "Алапаевск",
            "Асбест",
            "Березовский",
            "Верхний Тагил",
            "Верхняя Пышма",
            "Верхняя Тура",
            "Волчанск",
            "Дегтярск",
            "Екатеринбург",
            "Заречный",
            "Ивдель",
            "Ирбит",
            "Каменск-Уральский",
            "Камышлов",
            "Карпинск",
            "Качканар",
            "Кировград",
            "Краснотурьинск",
            "Красноуральск",
            "Красноуфимск",
            "Кушва",
            "Лесной",
            "Нижний Тагил",
            "Нижняя Салда",
            "Нижняя Тура",
            "Новоуральск",
            "Первоуральск",
            "Полевской",
            "Ревда",
            "Североуральск",
            "Серов",
            "Среднеуральск",
            "Тавда"
        ],
        "Сысертский Район": [
            "Арамиль",
            "Сысерть"
        ],
        "Артемовский Район": [
            "Артемовский"
        ],
        "Богдановичский Район": [
            "Богданович"
        ],
        "Верхнесалдинский Район": [
            "Верхняя Салда"
        ],
        "Верхотурский Район": [
            "Верхотурье"
        ],
        "Нижнесергинский Район": [
            "Михайловск",
            "Нижние Серги",
            "Нижние Серги-3"
        ],
        "Невьянский Район": [
            "Невьянск"
        ],
        "Новолялинский Район": [
            "Новая Ляля"
        ],
        "Режевской Район": [
            "Реж"
        ],
        "Сухоложский Район": [
            "Сухой Лог"
        ],
        "Талицкий Район": [
            "Талица"
        ],
        "Туринский Район": [
            "Туринск"
        ]
    },
    "Смоленская Область": {
        "Велижский Район": [
            "Велиж"
        ],
        "Вяземский Район": [
            "Вязьма"
        ],
        "Гагаринский Район": [
            "Гагарин"
        ],
        "Демидовский Район": [
            "Демидов"
        ],
        "-региональное-": [
            "Десногорск",
            "Смоленск"
        ],
        "Дорогобужский Район": [
            "Дорогобуж"
        ],
        "Духовщинский Район": [
            "Духовщина"
        ],
        "Ельнинский Район": [
            "Ельня"
        ],
        "Починковский Район": [
            "Починок"
        ],
        "Рославльский Район": [
            "Рославль"
        ],
        "Руднянский Район": [
            "Рудня"
        ],
        "Сафоновский Район": [
            "Сафоново"
        ],
        "Сычевский Район": [
            "Сычевка"
        ],
        "Ярцевский Район": [
            "Ярцево"
        ]
    },
    "Тамбовская Область": {
        "Жердевский Район": [
            "Жердевка"
        ],
        "-региональное-": [
            "Кирсанов",
            "Котовск",
            "Мичуринск",
            "Моршанск",
            "Рассказово",
            "Тамбов",
            "Уварово"
        ]
    },
    "Тверская Область": {
        "Андреапольский Район": [
            "Андреаполь"
        ],
        "Бежецкий Район": [
            "Бежецк"
        ],
        "Бельский Район": [
            "Белый"
        ],
        "Бологовский Район": [
            "Бологое"
        ],
        "Весьегонский Район": [
            "Весьегонск"
        ],
        "-региональное-": [
            "Вышний Волочек",
            "Кимры",
            "Нелидово",
            "Ржев",
            "Тверь",
            "Торжок"
        ],
        "Западнодвинский Район": [
            "Западная Двина"
        ],
        "Зубцовский Район": [
            "Зубцов"
        ],
        "Калязинский Район": [
            "Калязин"
        ],
        "Кашинский Район": [
            "Кашин"
        ],
        "Конаковский Район": [
            "Конаково"
        ],
        "Краснохолмский Район": [
            "Красный Холм"
        ],
        "Кувшиновский Район": [
            "Кувшиново"
        ],
        "Лихославльский Район": [
            "Лихославль"
        ],
        "Осташковский Район": [
            "Осташков"
        ],
        "Старицкий Район": [
            "Старица"
        ],
        "Торопецкий Район": [
            "Торопец"
        ],
        "Удомельский Район": [
            "Удомля"
        ]
    },
    "Томская Область": {
        "Асиновский Район": [
            "Асино"
        ],
        "-региональное-": [
            "Кедровый",
            "Северск",
            "Стрежевой",
            "Томск"
        ],
        "Колпашевский Район": [
            "Колпашево"
        ]
    },
    "Тульская Область": {
        "Алексинский Район": [
            "Алексин"
        ],
        "Белевский Район": [
            "Белев"
        ],
        "Богородицкий Район": [
            "Богородицк"
        ],
        "Киреевский Район": [
            "Болохово",
            "Киреевск",
            "Липки"
        ],
        "Веневский Район": [
            "Венев"
        ],
        "-региональное-": [
            "Донской",
            "Тула"
        ],
        "Ефремовский Район": [
            "Ефремов"
        ],
        "Кимовский Район": [
            "Кимовск"
        ],
        "Новомосковский Район": [
            "Новомосковск"
        ],
        "Плавский Район": [
            "Плавск"
        ],
        "Щекинский Район": [
            "Советск",
            "Щекино"
        ],
        "Суворовский Район": [
            "Суворов",
            "Чекалин"
        ],
        "Узловский Район": [
            "Узловая"
        ],
        "Ясногорский Район": [
            "Ясногорск"
        ]
    },
    "Тюменская Область": {
        "Заводоуковский Район": [
            "Заводоуковск"
        ],
        "Ишимский Район": [
            "Ишим"
        ],
        "-региональное-": [
            "Тобольск",
            "Тюмень"
        ],
        "Ялуторовский Район": [
            "Ялуторовск"
        ]
    },
    "Ульяновская Область": {
        "-региональное-": [
            "Барыш",
            "Димитровград",
            "Новоульяновск",
            "Ульяновск"
        ],
        "Инзенский Район": [
            "Инза"
        ],
        "Сенгилеевский Район": [
            "Сенгилей"
        ]
    },
    "Челябинская Область": {
        "Ашинский Район": [
            "Аша",
            "Миньяр",
            "Сим"
        ],
        "Саткинский Район": [
            "Бакал",
            "Сатка"
        ],
        "Верхнеуральский Район": [
            "Верхнеуральск"
        ],
        "-региональное-": [
            "Верхний Уфалей",
            "Златоуст",
            "Карабаш",
            "Копейск",
            "Кыштым",
            "Магнитогорск",
            "Миасс",
            "Озерск",
            "Снежинск",
            "Трехгорный",
            "Трехгорный-1",
            "Троицк",
            "Усть-Катав",
            "Чебаркуль",
            "Челябинск",
            "Южноуральск"
        ],
        "Еманжелинский Район": [
            "Еманжелинск"
        ],
        "Карталинский Район": [
            "Карталы"
        ],
        "Каслинский Район": [
            "Касли"
        ],
        "Катав-Ивановский Район": [
            "Катав-Ивановск",
            "Юрюзань"
        ],
        "Коркинский Район": [
            "Коркино"
        ],
        "Кусинский Район": [
            "Куса"
        ],
        "Нязепетровский Район": [
            "Нязепетровск"
        ],
        "Пластовский Район": [
            "Пласт"
        ]
    },
    "Забайкальский Край": {
        "Балейский Район": [
            "Балей"
        ],
        "Борзинский Район": [
            "Борзя"
        ],
        "Краснокаменский Район": [
            "Краснокаменск"
        ],
        "Могочинский Район": [
            "Могоча"
        ],
        "Нерчинский Район": [
            "Нерчинск"
        ],
        "Петровск-Забайкальский Район": [
            "Петровск-Забайкальский"
        ],
        "Сретенский Район": [
            "Сретенск"
        ],
        "Хилокский Район": [
            "Хилок"
        ],
        "-региональное-": [
            "Чита"
        ],
        "Шилкинский Район": [
            "Шилка"
        ]
    },
    "Ярославская Область": {
        "Гаврилов-Ямский Район": [
            "Гаврилов-Ям"
        ],
        "Даниловский Район": [
            "Данилов"
        ],
        "Любимский Район": [
            "Любим"
        ],
        "Мышкинский Район": [
            "Мышкин"
        ],
        "-региональное-": [
            "Переславль-Залесский",
            "Ярославль"
        ],
        "Пошехонский Район": [
            "Пошехонье"
        ],
        "Ростовский Район": [
            "Ростов"
        ],
        "Рыбинский Район": [
            "Рыбинск"
        ],
        "Тутаевский Район": [
            "Тутаев"
        ],
        "Угличский Район": [
            "Углич"
        ]
    },
    "Москва Город": {
        "-региональное-": [
            "Зеленоград",
            "Троицк",
            "Щербинка"
        ],
        "(федеральное)": [
            "Москва"
        ],
        "Московский Поселение": [
            "Московский"
        ],
        "Московский Поселок": [
            "Московский"
        ]
    },
    "Санкт-Петербург Город": {
        "-региональное-": [
            "Зеленогорск",
            "Колпино",
            "Красное Село",
            "Кронштадт",
            "Ломоносов",
            "Павловск",
            "Петергоф",
            "Пушкин",
            "Сестрорецк"
        ],
        "(федеральное)": [
            "Санкт-Петербург"
        ]
    },
    "Еврейская Автономная область": {
        "-региональное-": [
            "Биробиджан"
        ],
        "Облученский Район": [
            "Облучье"
        ]
    },
    "Ненецкий Автономный округ": {
        "-региональное-": [
            "Нарьян-Мар"
        ]
    },
    "Ханты-Мансийский Автономный округ - Югра Автономный округ": {
        "-региональное-": [
            "Белоярский",
            "Когалым",
            "Лангепас",
            "Мегион",
            "Нефтеюганск",
            "Нижневартовск",
            "Нягань",
            "Покачи",
            "Пыть-Ях",
            "Радужный",
            "Сургут",
            "Урай",
            "Ханты-Мансийск",
            "Югорск"
        ],
        "Сургутский Район": [
            "Лянтор"
        ],
        "Советский Район": [
            "Советский"
        ]
    },
    "Чукотский Автономный округ": {
        "-региональное-": [
            "Анадырь"
        ],
        "Билибинский Район": [
            "Билибино"
        ],
        "Чаунский Район": [
            "Певек"
        ]
    },
    "Ямало-Ненецкий Автономный округ": {
        "-региональное-": [
            "Губкинский",
            "Лабытнанги",
            "Муравленко",
            "Надым",
            "Новый Уренгой",
            "Ноябрьск",
            "Салехард"
        ],
        "Пуровский Район": [
            "Тарко-Сале"
        ]
    },
    "Крым Республика": {
        "-региональное-": [
            "Алупка",
            "Алушта",
            "Армянск",
            "Джанкой",
            "Евпатория",
            "Керчь",
            "Красноперекопск",
            "Подгорное",
            "Саки",
            "Симферополь",
            "Судак",
            "Феодосия",
            "Ялта"
        ],
        "Красноперекопский Район": [
            "Армянськ",
            "Красноперекопск"
        ],
        "Бахчисарайский Район": [
            "Бахчисарай"
        ],
        "Белогорский Район": [
            "Белогорск"
        ],
        "Джанкойский Район": [
            "Джанкой"
        ],
        "Сакский Район": [
            "Саки"
        ],
        "Кировский Район": [
            "Старый крым"
        ],
        "Ленинский Район": [
            "Щелкино"
        ]
    },
    "Севастополь Город": {
        "-региональное-": [
            "Инкерман",
            "Севастополь"
        ]
    }
}